IDEA Open Model
ReinfAroundOpening.DiagonalEndsType Property
Compatible with IDEA StatiCa 20.1
 End type of diagonal reinforcement bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public LongReinfEndType DiagonalEndsType { get; set; }
Public Property DiagonalEndsType As LongReinfEndType
	Get
	Set
Property Value
Type: LongReinfEndType
See Also
Reference
ReinfAroundOpening Class
IdeaRS.OpenModel.Detail Namespace